
// WELCOME
"WELCOME TO\n%LOGIBRAND% OPTIONS" = "BENVENUTO IN\n%LOGIBRAND% OPTIONS";
"By clicking install you agree to the terms of the<br><a href='#eula'>End User License Agreement</a>" = "Facendo clic su Installa si accettano i termini del<br><a href='#eula'>Contratto di licenza con l'utente finale</a>";
"INSTALL %LOGIBRAND% OPTIONS" = "INSTALLAZIONE DI %LOGIBRAND% OPTIONS";

// ANALYTICS
"HELP US IMPROVE\nOUR PRODUCTS" = "AIUTACI A MIGLIORARE\nI NOSTRI PRODOTTI";
"Help %LogiBrand% improve its products and services by automatically sending diagnostics and usage data." = "È possibile aiutare %LogiBrand% a migliorare i propri prodotti e servizi inviando automaticamente report diagnostici e dati sull'utilizzo.";
"This can be changed from the More button on %LogiBrand% Options.\nLearn more about %LogiBrand%&apos;s <a href='https://www.%logidomain%/legal/product-privacy-policy.html'>privacy policy</a>" = "Questa impostazione può essere modificata tramite il pulsante Altro in %LogiBrand% Options.\nUlteriori informazioni sull&apos;<a href='https://www.%logidomain%/legal/product-privacy-policy.html'>informativa sulla privacy</a> di %LogiBrand%";
"YES, SHARE ANALYTICS DATA" = "SÌ, CONDIVIDI DATI DI ANALISI";
"NO THANKS" = "NO GRAZIE";

// PROGRESS
"INSTALLING\n%LOGIBRAND% OPTIONS" = "INSTALLAZIONE\n%LOGIBRAND% OPTIONS";
"%LogiBrand% Options allows you to customize and get\nthe most out of your %LogiBrand% devices." = "%LogiBrand% Options ti consente di personalizzare e ottenere il massimo dai tuoi dispositivi %LogiBrand%";
"CANCEL INSTALLATION" = "ANNULLA INSTALLAZIONE";

// SUCCESS
"%LOGIBRAND% OPTIONS\nIS INSTALLED" = "%LOGIBRAND% OPTIONS\nÈ INSTALLATO";
"For more information visit <a href='http://www.%logidomain%/options'>%logidomain%/options</a>" = "Per ulteriori informazioni, vedere <a href='http://www.%logidomain%/options'>%logidomain%/options</a>";
"DISCOVER %LOGIBRAND% OPTIONS" = "SCOPRI %LOGIBRAND% OPTIONS";

// EULA
"By clicking install you agree to the terms of the<br><a>End User License Agreement</a>" = "Facendo clic su Installa si accettano i termini del<br><a>Contratto di licenza con l'utente finale</a>";



// NEW >>>

"INSTALLATION\nIN PROGRESS" = "INSTALLAZIONE\nIN CORSO";

"Please wait, this process may take a few minutes." = "Attendere, questo processo può richiedere alcuni minuti.";

"OOPS! WE HAVE A PROBLEM" = "SPIACENTI. SI È VERIFICATO UN PROBLEMA";

"We don’t support this OS Version\nCheck our support page" = "Non supportiamo questa versione del SO\nControllare nella nostra pagina del supporto tecnico";

"QUIT INSTALLATION" = "ESCI DA INSTALLAZIONE";

"INSTALLATION FAILED" = "INSTALLAZIONE NON RIUSCITA";

"We were not able to install Logitech Options. For more information visit our support page" = "Non è stato possibile installare Logitech Options. Per ulteriori informazioni, visitare la pagina del supporto tecnico";

"LAUNCH %LOGIBRAND% OPTIONS" = "AVVIA %LOGIBRAND% OPTIONS";

